<!--
  - Copyright (©) 09.07.2021, 17:13. Kolyada Nikita Vladimirovich (nikita.nk16@yandex.ru)
  -->

<template>
  <v-main class="lighten-3 my-main-column">
    <v-row>
      <left-column></left-column>
      <main-column>
        <v-card>
          <v-card-title>Для правообладателей</v-card-title>
          <v-card-text
          ><p style="text-align: justify"><b>Уважаемые Правообладатели,</b></p>

            <p style="text-align: justify">
              Согласно
              <a target="_blank" href="https://base.garant.ru/12148555/#block_1570">
                Федеральному закону от 27 июля 2006 г. N 149-ФЗ
              </a>
              "Об информации, информационных технологиях и о защите информации" (с изменениями и
              дополнениями). Статья 15.7. Внесудебные меры по прекращению нарушения авторских и (или)
              смежных прав в информационно-телекоммуникационных сетях, в том числе в сети "Интернет",
              принимаемые по заявлению правообладателя:
            </p>

            <p style="text-align: justify">
              1. Правообладатель в случае обнаружения в информационно-телекоммуникационных сетях, в том
              числе в сети "Интернет", сайта в сети "Интернет", на котором без его разрешения или иного
              законного основания размещена информация, содержащая объекты авторских и (или) смежных прав,
              или информация, необходимая для их получения с использованием
              информационно-телекоммуникационных сетей, в том числе сети "Интернет", вправе направить
              владельцу сайта в сети "Интернет" в письменной или электронной форме заявление о нарушении
              авторских и (или) смежных прав (далее - заявление). Заявление может быть направлено лицом,
              уполномоченным правообладателем в соответствии с законодательством Российской Федерации.
            </p>

            <p>2. Заявление должно содержать:</p>

            <p>
              1) сведения о правообладателе или лице, уполномоченном правообладателем (если заявление
              направляется таким лицом) (далее - заявитель):
            </p>

            <p>
              а) для физического лица - фамилию, имя, отчество, паспортные данные (серия и номер, кем
              выдан, дата выдачи), контактную информацию (номера телефона и (или) факса, адрес электронной
              почты);
            </p>

            <p>
              б) для юридического лица - наименование, место нахождения и адрес, контактную информацию
              (номера телефона и (или) факса, адрес электронной почты);
            </p>

            <p>
              2) информацию об объекте авторских и (или) смежных прав, размещенном на сайте в сети
              "Интернет" без разрешения правообладателя или иного законного основания;
            </p>

            <p>
              3) указание на доменное имя и (или) сетевой адрес сайта в сети "Интернет", на котором без
              разрешения правообладателя или иного законного основания размещена информация, содержащая
              объект авторских и (или) смежных прав, или информация, необходимая для его получения с
              использованием информационно-телекоммуникационных сетей, в том числе сети "Интернет";
            </p>

            <p>
              4) указание на наличие у правообладателя прав на объект авторских и (или) смежных прав,
              размещенный на сайте в сети "Интернет" без разрешения правообладателя или иного законного
              основания;
            </p>

            <p>
              5) указание на отсутствие разрешения правообладателя на размещение на сайте в сети
              "Интернет" информации, содержащей объект авторских и (или) смежных прав, или информации,
              необходимой для его получения с использованием информационно-телекоммуникационных сетей, в
              том числе сети "Интернет";
            </p>

            <p>
              6) согласие заявителя на обработку его персональных данных (для заявителя - физического
              лица).
            </p>

            <p>
              3. В случае, если заявление подается уполномоченным лицом, к заявлению прикладывается копия
              документа (в письменной или электронной форме), подтверждающего его полномочия.
            </p>

            <p>
              4. В случае обнаружения неполноты сведений, неточностей или ошибок в заявлении владелец
              сайта в сети "Интернет" вправе направить заявителю в течение двадцати четырех часов с
              момента получения заявления уведомление об уточнении представленных сведений. Указанное
              уведомление может быть направлено заявителю однократно.
            </p>

            <p>
              5. В течение двадцати четырех часов с момента получения уведомления, указанного в части 4
              настоящей статьи, заявитель принимает меры, направленные на восполнение недостающих
              сведений, устранение неточностей и ошибок, и направляет владельцу сайта в сети "Интернет"
              уточненные сведения.
            </p>

            <p>
              6. В течение двадцати четырех часов с момента получения заявления или уточненных заявителем
              сведений (в случае направления заявителю уведомления, указанного в части 4 настоящей статьи)
              владелец сайта в сети "Интернет" удаляет указанную в части 1 настоящей статьи информацию.
            </p>

            <p style="text-align: justify">&nbsp;</p>
            <p style="text-align: justify">
              <b>
                Заявления по теме правообладания отправляйте на почту
                <a href="mail:foma.blog@yandex.ru">foma.blog@yandex.ru</a></b
              >
            </p>
            <p style="text-align: justify; color: red">
              <b>
                Внимание! Заявления в которых не будет указана следующая информация, рассмотрены не
                будут!
              </b>
            </p>
            <p style="text-align: justify">
              Информация обязательная для указания в заявлении по теме правообладания:
            </p>
            <p>
              1. Сведения о правообладателе: Для физического лица - фамилию, имя, отчество, паспортные
              данные (серия и номер, кем выдан, дата выдачи). Для юридического лица - наименование, место
              нахождения и адрес.
            </p>
            <p>2. Контактная информация:Номер телефона, адрес сайта и электронной почты.</p>
            <p>
              3. Копия доверенности на действия от лица Правообладателя: Не требуется в случае если лицо
              подающее жалобу – руководитель компании Правообладателя.
            </p>
            <p>
              4. Информация об объекте авторских и (или) смежных прав: Размещенном на сайте в сети
              "Интернет" без разрешения правообладателя или иного законного основания.
            </p>
            <p>
              5. Сетевой адрес сайта в сети "Интернет": На котором без разрешения правообладателя или
              иного законного основания размещена информация, содержащая объект авторских и (или) смежных
              прав, или информация, необходимая для его получения с использованием
              информационно-телекоммуникационных сетей, в том числе сети "Интернет".
            </p>
            <p>
              6. Указание на наличие у правообладателя прав: На объект авторских и (или) смежных прав,
              размещенный на сайте в сети "Интернет" без разрешения правообладателя или иного законного
              основания.
            </p>
            <p>
              7. Указание на отсутствие разрешения правообладателя: На размещение на сайте в сети
              "Интернет" информации, содержащей объект авторских и (или) смежных прав, или информации,
              необходимой для его получения с использованием информационно-телекоммуникационных сетей, в
              том числе сети "Интернет".
            </p>
          </v-card-text>
        </v-card>
      </main-column>
      <right-column md="5"></right-column>
    </v-row>
  </v-main>
</template>

<script lang="ts">
import Vue from 'vue'
import Component from 'vue-class-component'
import MainColumn from '@/core/components/grid/MainColumn/MainColumn.vue'
import RightColumn from '@/core/components/grid/RightColumn/RightColumn.vue'
import LeftColumn from '@/core/components/grid/LeftColumn/LeftColumn.vue'

@Component({
  components: {
    LeftColumn,
    RightColumn,
    MainColumn,
  },
})
export default class CopyrightHolders extends Vue {
}
</script>

<style lang="scss" scoped></style>
