<!--
  - Copyright (©) 09.07.2021, 17:13. Kolyada Nikita Vladimirovich (nikita.nk16@yandex.ru)
  -->

<template>
  <v-main class="lighten-3 my-main-column">
    <v-row>
      <left-column></left-column>
      <main-column>
        <v-card>
          <v-card-title>Условия предоставления информации</v-card-title>
          <v-card-text>
            <div>
              <p style="text-align: justify">&nbsp;</p>

              <p style="text-align: justify">
                                <span style="color: #000000">
                                    <span>Перед использованием этого Сайта внимательно прочитайте эти условия!</span>
                                </span>
              </p>

              <p>
                                <span style="color: #4373c3">
                                    <strong>
                                        Использование Вами этого Сайта означает, что вы принимаете эти условия.
                                    </strong>
                                </span>
                <br/>
                <strong>
                                    <span style="color: #ff0000">
                                        В случае несогласия с этими условиями не используйте этот Сайт.
                                    </span>
                </strong>
              </p>

              <p style="text-align: justify">
                                <span>
                                    1. Настоящий информационный ресурс является объектом права собственности и защищен
                                    Гражданским Кодексом Российской Федерации Законом «Об авторском праве и смежных
                                    правах» и другими нормативно-правовыми актами об интеллектуальной собственности.
                                </span>
              </p>

              <p style="text-align: justify">
                                <span>
                                    2. foma-blog.ru (а так же его поддомены - *.foma-blog.ru) разрешает Вам
                                    просматривать и загружать материалы этого Сайта только для личного некоммерческого
                                    использования, при условии сохранения всей информации об авторском праве и других
                                    сведений о праве собственности, содержащихся в исходных материалах и любых их
                                    копиях.
                                </span>
              </p>

              <p style="text-align: justify">
                                <span>
                                    3. Не разрешается воспроизводить, выставлять на всеобщее обозрение, демонстрировать,
                                    распространять или использовать любым другим образом материалы этого Сайта для
                                    коммерческих целей. Любое использование этих материалов для не коммерческих целей на
                                    других Сайтах или в компьютерных сетях разрешается только с указанием активной
                                    ссылки на сайт foma-blog.ru (а так же его поддомены - *.foma-blog.ru).
                                </span>
              </p>

              <p style="text-align: justify">
                                <span>
                                    4. Материалы этого Сайта защищены авторским правом, и любое их несанкционированное
                                    использование может повлечь нарушение законодательства об авторском праве, товарных
                                    знаках и прочих законов. При нарушении любого из этих Условий вы автоматически
                                    лишаетесь права на использование этого Сайта и должны немедленно уничтожить все
                                    материалы, которые были загружены с этого Сайта или распечатаны.
                                </span>
              </p>

              <p style="text-align: justify">
                                <span>
                                    5. Права на все материалы, размещенные на сайте foma-blog.ru (а так же его поддомены
                                    - *.foma-blog.ru) принадлежат сайту foma-blog.ru (а так же его поддомены -
                                    *.foma-blog.ru).</span
                                >
              </p>

              <p style="text-align: justify">
                                <span>
                                    6. Сайт foma-blog.ru (а так же его поддомены - *.foma-blog.ru) не размещает
                                    материалов, авторские и смежные права на которые (в том числе права на
                                    распространение) принадлежат другим физическим или юридическим лицам. В случае, если
                                    такой материал будет размещен на страницах сайта третьими лицами, правообладателю
                                    следует обратиться к администрации для разрешения этого вопроса. Все претензии будут
                                    рассмотрены в разумный срок.
                                </span>
              </p>

              <p style="text-align: justify">
                                <span>
                                    7. Авторские статьи (содержащие имя и фамилию автора или интернет-псевдоним),
                                    опубликованные на сайте foma-blog.ru (а так же его поддомены - *.foma-blog.ru),
                                    являются собственностью foma-blog.ru (а так же его поддомены - *.foma-blog.ru).
                                    Авторское право на статьи, опубликованные на сайте foma-blog.ru (а так же его
                                    поддомены - *.foma-blog.ru) принадлежит авторам статей.
                                </span>
              </p>

              <p style="text-align: justify">
                                <span>
                                    8. Автор статьи имеет право опубликовать свою статью на собственном сайте или в иных
                                    СМИ только при условии размещения активной ссылки на Сайт foma-blog.ru (а так же его
                                    поддомены - *.foma-blog.ru).
                                </span>
              </p>

              <p style="text-align: justify">
                                <span>
                                    9. В случае, если статья, опубликованная на Сайте не подписана, эта статья
                                    подготовлена коллективом авторов Сайта foma-blog.ru (а так же его поддомены -
                                    *.foma-blog.ru) и является собственностью сайта foma-blog.ru (а так же его поддомены
                                    - *.foma-blog.ru).
                                </span>
              </p>

              <p style="text-align: justify">
                                <span>
                                    10. Для полного цитирования новостей, статей и иных материалов сайта foma-blog.ru (а
                                    так же его поддомены - *.foma-blog.ru) необходимо получить предварительное согласие
                                    администрации Сайта foma-blog.ru (а так же его поддомены - *.foma-blog.ru) и при
                                    использовании материалов обязательно размещать активную ссылку на сайт foma-blog.ru
                                    (а так же его поддомены - *.foma-blog.ru).
                                </span>
              </p>

              <p style="text-align: justify">
                                <span>
                                    11. Возможно частичное цитирование статей с сайта foma-blog.ru (а так же его
                                    поддомены - *.foma-blog.ru) при соблюдении всех нижеследующих условий:
                                </span>
              </p>

              <ul>
                <li>
                                    <span>
                                        Объем цитирования не должен превышать 25% от общего текста статьи (считается
                                        объем печатных знаков);
                                    </span>
                </li>
                <li>
                                    <span>
                                        Использованные фрагменты текста статей выделяются грамматическим знаками,
                                        характерными для цитирования или присутствует прямое указание на факт
                                        цитирования.
                                    </span>
                </li>
                <li>
                                    <span>
                                        Обязательно должен указываться автор материала (имя, фамилия и, если есть,
                                        интернет-псевдоним) и источник (сайт foma-blog.ru (а так же его поддомены -
                                        *.foma-blog.ru))
                                    </span>
                </li>
              </ul>

              <p style="text-align: justify">
                                <span>
                                    12. В случае использования диаграмм, рисунков или фотографий в собственной новостной
                                    ленте или любом другом источнике информации, необходимо размещать активную ссылку на
                                    Сайт foma-blog.ru (а так же его поддомены - *.foma-blog.ru). Любая модификация
                                    изображений (в частности, устранения с фотографии указания на принадлежность
                                    авторских прав сайту foma-blog.ru (а так же его поддомены - *.foma-blog.ru)) не
                                    допускается без письменного согласия администрации сайта foma-blog.ru (а так же его
                                    поддомены - *.foma-blog.ru).
                                </span>
              </p>

              <p>
                                <span>
                                    13. Сайт foma-blog.ru (а так же его поддомены - *.foma-blog.ru) не несет
                                    ответственности перед Вами за какие-либо убытки или ущерб, возникший вследствие
                                    любой неточности или неполноты предоставленной на сайте информации, или любого
                                    принятого Вами или третьей стороной решения или предпринятого Вами или третьей
                                    стороной действия в связи с полученными данными.
                                </span>
              </p>

              <p style="text-align: justify">
                                <span>
                                    14. Сайт foma-blog.ru (а так же его поддомены - *.foma-blog.ru) вправе в
                                    одностороннем порядке изменить перечень информационных материалов, представленных на
                                    данном ресурсе.
                                </span>
              </p>

              <p style="text-align: justify">
                <span> 15. </span>Сайт foma-blog.ru (а так же его поддомены - *.foma-blog.ru) вправе в
                одностороннем порядке отозвать разрешение на использование материалов, без объяснения
                причин.
              </p>

              <br/>
            </div>
          </v-card-text>
        </v-card>
      </main-column>
      <right-column md="5"></right-column>
    </v-row>
  </v-main>
</template>

<script lang="ts">
import Vue from 'vue'
import Component from 'vue-class-component'
import MainColumn from '@/core/components/grid/MainColumn/MainColumn.vue'
import RightColumn from '@/core/components/grid/RightColumn/RightColumn.vue'
import LeftColumn from '@/core/components/grid/LeftColumn/LeftColumn.vue'

@Component({
  components: {
    LeftColumn,
    RightColumn,
    MainColumn,
  },
})
export default class Conditions extends Vue {
}
</script>

<style lang="scss" scoped></style>
