<!--
  - Copyright (©) 09.07.2021, 17:13. Kolyada Nikita Vladimirovich (nikita.nk16@yandex.ru)
  -->

<template>
  <v-main class="lighten-3 my-main-column">
    <v-row>
      <left-column></left-column>
      <main-column>
        <v-card>
          <v-card-title>Согласие на обработку персональных данных</v-card-title>
          <v-card-text>
            <p>
              Настоящим я, далее – «Субъект персональных данных», во исполнение требований Федерального
              закона от 27 июля 2006 г. № 152-ФЗ «О персональных данных» свободно, своей волей и в своем
              интересе даю свое согласие администраторам сайта
              <strong> foma-blog.ru (а так же его поддомены - *.foma-blog.ru) </strong>
              (далее – Оператор), на обработку своих персональных данных, указанных при регистрации путем
              заполнения веб-формы на сайте «foma-blog.ru» (а так же его поддомены - *.foma-blog.ru)
              (далее – Сайт), предоставления информации в сообщениях, комментариях или выраженной иным
              способом.
            </p>
            <p>
              Под персональными данными я понимаю любую информацию, относящуюся ко мне как к субъекту
              персональных данных, в том числе мои фамилию, имя, отчество, адрес, образование, профессию,
              контактные данные (телефон, факс, электронная почта, почтовый адрес), фотографии, иную
              другую информацию.
            </p>
            <p>
              Под обработкой персональных данных я понимаю сбор, систематизацию, накопление, уточнение,
              обновление, изменение, использование, распространение, передачу, в том числе трансграничную,
              обезличивание, блокирование, уничтожение, бессрочное хранение и любые другие действия
              (операции) с персональными данными.
            </p>
            <p>
              Обработка персональных данных субъекта персональных данных осуществляется в целях
              регистрации субъекта персональных данных на сайте
              <a href="/">foma-blog.ru (а так же его поддомены - *.foma-blog.ru)</a> с последующим
              созданием уникальной учетной записи субъекта персональных данных на Сайте; предоставления
              субъекту персональных данных права публикации материалов в печатной версии и на сайте
              издания; предоставления субъекту персональных данных информации о профильных услугах и
              мероприятиях Оператора; коммуникации с субъектом персональных данных, когда он обращается к
              Оператору; организации участия субъекта персональных данных в проводимых Оператором
              мероприятиях и опросах; направления субъекту персональных данных новостных материалов;
              исполнения обязательств в рамках договора розничной купли-продажи газеты и сетевого издания;
              сбора и оформления статистических данных, исполнения уставных положений Оператора;
              выполнения полномочий и обязанностей, возложенных на Оператора законодательством Российской
              Федерации; для других целей с согласия субъекта персональных данных.
            </p>
            <p>
              Датой выдачи согласия на обработку персональных данных субъекта персональных данных является
              дата отправки регистрационной веб-формы с Сайта.
            </p>

            <p>
              Обработка персональных данных субъекта персональных данных может осуществляться с помощью
              средств автоматизации и/или без использования средств автоматизации, смешанным образом в
              соответствии с действующим законодательством РФ и внутренними положениями Оператора.
            </p>
            <p>
              Оператор принимает необходимые правовые, организационные и технические меры или обеспечивает
              их принятие для защиты персональных данных от неправомерного или случайного доступа к ним,
              уничтожения, изменения, блокирования, копирования, предоставления, распространения
              персональных данных, от иных неправомерных действий в отношении персональных данных, а также
              принимает на себя обязательство сохранения конфиденциальности персональных данных субъекта
              персональных данных. Оператор вправе привлекать для обработки персональных данных субъекта
              персональных данных субподрядчиков, а также вправе передавать персональные данные для
              обработки своим аффилированным лицам, обеспечивая при этом принятие такими субподрядчиками и
              аффилированными лицами соответствующих обязательств в части конфиденциальности персональных
              данных.
            </p>

            <p>Я ознакомлен(а), что:</p>
            <ol>
              <li>
                согласие может быть отозвано мною на основании письменного заявления в произвольной
                форме;
              </li>
              <li>
                предоставление персональных данных третьих лиц без их согласия влечет ответственность в
                соответствии с действующим законодательством Российской Федерации.
              </li>
              <li>заявления необходимо отправлять на электронный адрес: foma.blog@yandex.ru</li>
            </ol>
          </v-card-text>
        </v-card>
      </main-column>
      <right-column md="5"></right-column>
    </v-row>
  </v-main>
</template>

<script lang="ts">
import Vue from 'vue'
import Component from 'vue-class-component'
import MainColumn from '@/core/components/grid/MainColumn/MainColumn.vue'
import RightColumn from '@/core/components/grid/RightColumn/RightColumn.vue'
import LeftColumn from '@/core/components/grid/LeftColumn/LeftColumn.vue'

@Component({
  components: {
    LeftColumn,
    RightColumn,
    MainColumn,
  },
})
export default class Agreement extends Vue {
}
</script>

<style lang="scss" scoped></style>
